7767517
77 92
Input                    input.1                      0 1 data
MemoryData               pnnx_1                   0 1 1 0=1 1=1 2=3
BinaryOp                 sub_0                    2 1 data 1 2 0=1
BinaryOp                 mul_1                    1 1 2 3 0=2 1=1 2=2.550000e+02
Convolution              conv_6                   1 1 3 4 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=1296
Split                    splitncnn_0              1 3 4 5 6 7
Convolution              conv_7                   1 1 7 8 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_29                  1 1 8 9
Convolution              conv_8                   1 1 9 10 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_30                  1 1 10 11
Convolution              conv_9                   1 1 11 12 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Split                    splitncnn_1              1 2 12 13 14
Sigmoid                  sigmoid_0                1 1 14 15
BinaryOp                 sub_2                    1 1 15 16 0=1 1=1 2=5.000000e-01
BinaryOp                 add_3                    2 1 13 6 17 0=0
BinaryOp                 mul_4                    2 1 17 16 18 0=2
Split                    splitncnn_2              1 3 18 19 20 21
Convolution              conv_10                  1 1 21 22 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_31                  1 1 22 23
Convolution              conv_11                  1 1 23 24 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_32                  1 1 24 25
Convolution              conv_12                  1 1 25 26 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Split                    splitncnn_3              1 2 26 27 28
Sigmoid                  sigmoid_1                1 1 28 29
BinaryOp                 sub_5                    1 1 29 30 0=1 1=1 2=5.000000e-01
BinaryOp                 add_6                    2 1 27 20 31 0=0
BinaryOp                 mul_7                    2 1 31 30 32 0=2
Split                    splitncnn_4              1 2 32 33 34
Convolution              conv_13                  1 1 34 35 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_33                  1 1 35 36
Convolution              conv_14                  1 1 36 37 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_34                  1 1 37 38
Convolution              conv_15                  1 1 38 39 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Split                    splitncnn_5              1 2 39 40 41
Sigmoid                  sigmoid_2                1 1 41 42
BinaryOp                 sub_8                    1 1 42 43 0=1 1=1 2=5.000000e-01
BinaryOp                 add_9                    2 1 40 33 44 0=0
BinaryOp                 mul_10                   2 1 44 43 45 0=2
Split                    splitncnn_6              1 2 45 46 47
Convolution              conv_16                  1 1 47 48 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_35                  1 1 48 49
Convolution              conv_17                  1 1 49 50 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_36                  1 1 50 51
Convolution              conv_18                  1 1 51 52 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Split                    splitncnn_7              1 2 52 53 54
Sigmoid                  sigmoid_3                1 1 54 55
BinaryOp                 sub_11                   1 1 55 56 0=1 1=1 2=5.000000e-01
BinaryOp                 add_12                   2 1 53 46 57 0=0
BinaryOp                 mul_13                   2 1 57 56 58 0=2
Split                    splitncnn_8              1 2 58 59 60
Convolution              conv_19                  1 1 60 61 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_37                  1 1 61 62
Convolution              conv_20                  1 1 62 63 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_38                  1 1 63 64
Convolution              conv_21                  1 1 64 65 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Split                    splitncnn_9              1 2 65 66 67
Sigmoid                  sigmoid_4                1 1 67 68
BinaryOp                 sub_14                   1 1 68 69 0=1 1=1 2=5.000000e-01
BinaryOp                 add_15                   2 1 66 59 70 0=0
BinaryOp                 mul_16                   2 1 70 69 71 0=2
Split                    splitncnn_10             1 2 71 72 73
Convolution              conv_22                  1 1 73 74 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_39                  1 1 74 75
Split                    splitncnn_11             1 2 75 76 77
Convolution              conv_23                  1 1 77 78 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_40                  1 1 78 79
Convolution              conv_24                  1 1 79 80 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Split                    splitncnn_12             1 2 80 81 82
Sigmoid                  sigmoid_5                1 1 82 83
BinaryOp                 sub_17                   1 1 83 84 0=1 1=1 2=5.000000e-01
BinaryOp                 add_18                   2 1 81 72 85 0=0
BinaryOp                 mul_19                   2 1 85 84 86 0=2
Convolution              conv_25                  1 1 86 87 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Concat                   cat_0                    4 1 5 87 19 76 88 0=0
Convolution              conv_26                  1 1 88 89 0=48 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=9216
Convolution              conv_27                  1 1 89 90 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
PixelShuffle             pixelshuffle_28          1 1 90 output 0=4 1=0
